Repository: LLInformatics/gettext-demo-app
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: de, pl

source: Hello Gettext Yata App!
de: Hello Gettext Demo App!
pl: Witaj Gettext Yata App!

source: <h4>Be Part<br>Of Our<br>Story!</h4>
de: <h4>Seien Sie<br>ein Teil unserer<br>Geschichte!</h4>
pl: <h4>Bądź Częścią<br>Naszej<br>Historii!</h4>

source: About
de: Über unsere Firma
pl: O Nas

source: An Agency is Born
de: Eine Agentur ist geboren
pl: Narodziny Agencji

source: Contact
de: Kontakt
pl: Kontakt

source: Contact Us
de: Kontaktiere Uns
pl: Skontaktuj się z Nami

source: December 2012
de: Dezember 2012
pl: Grudzień 2012

source: Graphic Design
de: Grafikdesign
pl: Projekt Graficzny

source: Identity
de: Identität
pl: Tożsamość

source: Illustration
pl: Ilustracje

source: It's Nice To Meet You
de: Sehr nett dich kennzulernen
pl: Miło Cię Poznać

source: March 2011
de: März 2011
pl: Marzec 2011

source: Our Amazing Team
de: Unser tolles Team
pl: Nasz Niesamowity Zespół

source: Our Humble Beginnings
de: Unsere bescheidenen Anfänge
pl: Nasze Skromne Początki

source: Phase Two Expansion
de: Phase zwei Erweiterung
pl: Faza Druga Ekspansja

source: Photography
de: Fotografie
pl: Fotografia

source: Please enter a message.
de: Bitte geben Sie eine Nachricht ein.
pl: Wprowadź wiadomość.

source: Please enter your email address.
de: Geben Sie bitte Ihre Email-Adresse ein.
pl: Podaj swój adres mailowy.

source: Please enter your name.
de: Bitte geben Sie Ihren Namen ein.
pl: Wprowadź swoje imię.

source: Please enter your phone number.
de: Bitte gib deine Telefonnummer ein.
pl: Podaj swój numer telefonu.

source: Portfolio
pl: Prtfolio

source: Privacy Policy
de: Datenschutz-Bestimmungen
pl: Polityka Prywatności

source: Responsive Design
pl: Responsywny Projekt

source: Send Message
de: Nachricht senden
pl: Wyślij Wiadomość

source: Services
de: Dienstleistungen
pl: Usługi

source: Team
pl: Zespół

source: Tell Me More
de: Erzähl mir mehr
pl: Więcej

source: Terms of Use
de: Nutzungsbedingungen
pl: Zasady korzystania z serwisu

source: Transition to Full Service
de: Übergang zum Full Service
pl: Pełna Usługa

source: Web Security
de: Web-Sicherheit
pl: Bezpieczeństwo

source: Website Design
pl: Projekt Strony Internetowej

source: Welcome To Our Studio!
de: Website Design
pl: Witamy W Naszym Studio!

source: Your Email *
de: Deine E-Mail *
pl: Twój Email *

source: Your Message *
de: Deine Nachricht *
pl: Twoja Wiadomość *

source: Your Name *
de: Dein Name *
pl: Twoje Imię *

source: Your Phone *
de: Dein Telefon *
pl: Twój Numer Telefonu *

source: Beginnings were bit hard as usual. So many things were new but with our determination and passion, we were on the good path.
de: Der Anfang war wie immer etwas hart. So viele Dinge waren neu, aber mit unserer Entschlossenheit und Leidenschaft waren wir auf gutem Weg.
pl: Początki były skromne, ale teraz możemy ogłosić, że udało nam się stworzyć agencję full-service. Jesteśmy naprawdę szczęśliwi!

source: Experienced, professional team.
de: Erfahrenes, professionelles Team.
pl: Doświadczony, profesjonalny zespół.

source: Let our expertise help bring your ideas to life.
de: Lassen Sie unser Know-how Ihre Ideen zum Leben erwecken.
pl: Pozwól, aby nasza wiedza pomogła w urzeczywistnieniu Twoich pomysłów.

source: Let’s make products your clients want!
de: Machen wir Produkte, die Ihre Kunden wünschen!
pl: Twórzmy produkty, których oczekują Twoi klienci!

source: Our current goal is to transform the local brand into a global one.
de: Unser aktuelles Ziel ist es, die lokale Marke in eine globale zu verwandeln.
pl: Nasi klienci to nasi koledzy.

source: Select the only completely automated website security to protect your website from hackers, accelerate performance and boost conversions.
de: Wählen Sie die einzige vollständig automatisierte Website-Sicherheit aus, um Ihre Website vor Hackern zu schützen, die Leistung zu steigern und die Conversions zu steigern.
pl: Wybierz tylko całkowicie zautomatyzowane zabezpieczenia witryny, aby chronić swoją witrynę przed hakerami, przyspiesz wydajność i zwiększ liczbę konwersji.

source: Store or marketplace development, integration, customization, migration.
de: Shop- oder Marktplatzentwicklung, Integration, Anpassung, Migration.
pl: Tworzenie sklepu, integracja, dostosowywanie, migracja.

source: The beginnings were modest but now we can announce that we managed to create a full-service agency. We are so happy!
de: Die Anfänge waren bescheiden, aber jetzt können wir bekannt geben, dass wir eine Full-Service-Agentur geschaffen haben. Wir sind so glücklich!
pl: Początki były skromne, ale teraz możemy ogłosić, że udało nam się stworzyć agencję full-service. Jesteśmy naprawdę szczęśliwi!

source: We create usable & eye candy products.
de: Wir erstellen brauchbare Produkte und Augensüßigkeiten.
pl: Tworzymy produkty użytkowe i miłe dla oka.

source: We help take the complexity out of responsive design with details on Design, Development and Strategy.
de: Wir helfen Ihnen, die Komplexität des responsiven Designs mit Details zu Design, Entwicklung und Strategie zu lösen.
pl: Pomagamy w złożeniu z responsywnego projektu ze szczegółami dotyczącymi Projektu, Rozwoju i Strategii.

source: We work together to accomplish their goals. We talk about the project, we plan together, we execute and celebrate the results.
de: Wir arbeiten zusammen, um ihre Ziele zu erreichen. Wir sprechen über das Projekt, planen gemeinsam, führen die Ergebnisse durch und feiern sie.
pl: Pracujemy razem, aby osiągnąć swoje cele. Rozmawiamy o projekcie, planujemy razem, wykonujemy i świętujemy rezultaty.

source: Our Clients are our Teammates.
de: Unsere Kunden sind unsere Teamkollegen.

source: That was very exciting, we finally launched our Agency!
de: Das war sehr aufregend, wir haben endlich unsere Agentur gegründet!
